[
  "companion",
  "gpt-assistant",
  "title-generator",
  "quiz-generator",
  "ai-research-assistant",
  "obsidian-textgenerator-plugin",
  "obsidian-kanban",
  "card-board",
  "big-calendar",
  "table-editor-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-day-planner",
  "obsidian-dictionary-plugin",
  "gpt3-notes",
  "project-browser",
  "select-and-complete",
  "git-integration",
  "progress-clocks",
  "metadata-menu",
  "dataview",
  "better-inline-fields",
  "run",
  "desk",
  "meld-build",
  "obsidian-git",
  "badges",
  "obsidian-imgur-plugin",
  "background-image",
  "obsidian-image-gallery",
  "image-window",
  "obsidian-gallery",
  "notion-like-tables",
  "obsidian-projects",
  "obsidian-mkdocs-publisher",
  "emo-uploader",
  "gitlab-wiki-export",
  "markdown-table-editor",
  "obsidian-csv-table",
  "json-table",
  "periodic-table",
  "any-block",
  "dynamic-timetable",
  "obsidian-excalidraw-plugin",
  "obsidian-checklist-plugin",
  "oz-image-plugin",
  "file-tree-alternative",
  "multi-column-markdown",
  "breadcrumbs",
  "heatmap-calendar",
  "obsidian-mindmap-nextgen",
  "obsidian-fullscreen-plugin",
  "obsidian-chartsview-plugin",
  "slurp",
  "quickadd",
  "obsidian-emoji-toolbar",
  "darlal-switcher-plus",
  "quick-explorer",
  "obsidian-focus-mode",
  "obsidian-chat-view",
  "advanced-random-note",
  "daily-note-navbar",
  "task-status",
  "obsidian-rapid-notes",
  "obsidian-pluck",
  "persistent-graph",
  "graph-analysis",
  "new-tab-plus"
]