[
  "obsidian-kanban",
  "big-calendar",
  "table-editor-obsidian",
  "obsidian-tasks-plugin",
  "project-browser",
  "obsidian-git",
  "emo-uploader",
  "markdown-table-editor",
  "obsidian-excalidraw-plugin",
  "obsidian-checklist-plugin",
  "oz-image-plugin",
  "obsidian-mindmap-nextgen",
  "darlal-switcher-plus",
  "graph-analysis",
  "ollama",
  "grind-manager",
  "multi-properties",
  "file-property-enhancer",
  "timeline-view",
  "progress-clocks",
  "obsidian-full-calendar",
  "webpage-html-export",
  "obsidian-enhancing-export",
  "obsidian-image-layouts",
  "metadata-icon",
  "mini-toolbar",
  "quiz-generator",
  "image-window",
  "obsidian-gallery",
  "python-scripter",
  "ai_llm",
  "notion-like-tables",
  "file-tree-alternative",
  "memorization",
  "select-and-complete",
  "card-board",
  "colored-text",
  "obsidian-csv-table",
  "desk",
  "obsidian-day-planner",
  "dataview",
  "dynamic-timetable",
  "gitlab-wiki-export",
  "obsidian-image-gallery",
  "multi-column-markdown",
  "obsidian-pluck",
  "quick-explorer",
  "semantic-canvas",
  "simple-image-inserter",
  "slurp",
  "task-status",
  "obsidian-html-plugin",
  "slash-commander",
  "obsidian-fuzzytag",
  "obsidian-metronome-plugin",
  "obsidian-aggregator",
  "homework-manager",
  "file-preview",
  "notes2tweets",
  "power-mode",
  "html-server",
  "html-tabs",
  "obsidian-icon-folder",
  "obsidian-mind-map",
  "tag-wrangler",
  "make-md",
  "settings-search",
  "obsidian-folder-index",
  "timethings",
  "laser-beam",
  "random-names",
  "create-note-list",
  "image-inline",
  "vk-group-notifier",
  "vault-explorer",
  "obsidian-tweet-to-markdown",
  "notetweet",
  "periodic-notes",
  "metaedit",
  "maximise-active-pane-obsidian",
  "arrows-in-md",
  "obsidian-timestamper",
  "custom-state-for-task-list",
  "quick-tagger",
  "map-of-content",
  "obsidian-contacts",
  "csv-obsidian",
  "obsidian-core-search-assistant-plugin",
  "obsidian-timeline",
  "canvas-mindmap",
  "contribution-graph",
  "note-gallery",
  "codeblock-customizer",
  "badges",
  "better-inline-fields",
  "obsidian-emoji-toolbar",
  "gene-ai",
  "heatmap-calendar",
  "json-table",
  "metadata-menu",
  "persistent-graph",
  "obsidian-projects",
  "obsidian-recall",
  "obsidian-plugin-toc"
]