[
  "obsidian-textgenerator-plugin",
  "obsidian-kanban",
  "card-board",
  "big-calendar",
  "table-editor-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-day-planner",
  "project-browser",
  "git-integration",
  "metadata-menu",
  "better-inline-fields",
  "obsidian-git",
  "obsidian-image-gallery",
  "notion-like-tables",
  "emo-uploader",
  "markdown-table-editor",
  "obsidian-excalidraw-plugin",
  "obsidian-checklist-plugin",
  "oz-image-plugin",
  "multi-column-markdown",
  "heatmap-calendar",
  "obsidian-mindmap-nextgen",
  "obsidian-fullscreen-plugin",
  "darlal-switcher-plus",
  "quick-explorer",
  "task-status",
  "graph-analysis",
  "bmo-chatbot",
  "ollama",
  "grind-manager",
  "colored-text",
  "multi-properties",
  "file-property-enhancer",
  "timeline-view",
  "semantic-canvas",
  "obsidian-emoji-toolbar",
  "progress-clocks",
  "simple-image-inserter",
  "obsidian-full-calendar",
  "webpage-html-export",
  "code-emitter",
  "python-scripter",
  "terminal",
  "dataview",
  "desk",
  "advanced-random-note",
  "badges",
  "breadcrumbs",
  "obsidian-chat-view",
  "obsidian-csv-table",
  "dynamic-timetable",
  "obsidian-enhancing-export",
  "gitlab-wiki-export",
  "obsidian-image-layouts",
  "json-table",
  "metadata-icon",
  "mini-toolbar",
  "obsidian-pluck",
  "quiz-generator",
  "image-window",
  "slurp",
  "title-generator",
  "ai_llm",
  "obsidian-chartsview-plugin",
  "obsidian-dictionary-plugin",
  "obsidian-gallery",
  "quickadd"
]