[
  "obsidian-kanban",
  "table-editor-obsidian",
  "obsidian-git",
  "flashcard-gen",
  "obsidian-textgenerator-plugin",
  "smart-connections",
  "copilot",
  "gpt3-notes",
  "obsidian-gallery",
  "git-integration",
  "vault-2-book",
  "material-symbols",
  "inline-code-highlight",
  "oz-image-plugin",
  "companion",
  "ling-gloss",
  "simple-image-inserter",
  "obsidian-translator",
  "obsidian-canvas-conversation",
  "chat-stream",
  "ai-research-assistant",
  "flashcards-llm",
  "loom",
  "zettelgpt",
  "local-gpt",
  "title-generator",
  "canvas-llm-extender",
  "intelligence",
  "quiz-generator"
]